[
    {"id": "1","img": "vue/1.png","title": "movies","link":"https://vue-movie-liart.vercel.app/","desc": "The project is a Vue.js-based web application that allows users to browse, search, and discover information about movies. The application has a clean and modern user interface that is easy to use and navigate. Upon accessing the application, users can see a list of popular movies with their titles and posters. They can also filter the movie list by selecting specific genres. Users can click on any movie poster to see more details about the selected movie, including the movie's plot, release date, runtime, and rating. The application also provides users with the ability to search for movies by title or keyword. The search feature is fast and responsive, providing relevant results to the user's query in real-time. One of the standout features of this project is its use of the Movie Database (TMDb) API to provide up-to-date and comprehensive information about movies. The application fetches data from TMDb's API to display movie posters, titles,descriptions, and other details. In addition to browsing and searching for movies, the application allows users to create an account and log in to save their favorite movies to a watchlist. Users can also leave reviews and ratings for movies, which can help other users discover new and interesting films to watch. Overall, the project is an excellent example of a Vue.js-based movie discovery and recommendation application,providing users with a rich and engaging movie browsing experience.","category":"all vue"},
    {"id": "2","img": "vue/2.png","title": "weather","link":"https://vue-simple-weather-app.vercel.app/","desc": "The project is a Vue.js-based web application that allows users to check the current weather andforecast for a particular location. The application has a simple and intuitive user interface thatdisplays weather information in an easy-to-read format. Upon accessing the application, users canenter a city or location name in the search bar to retrieve weather information for that location.The application uses the OpenWeather API to fetch current weather data for the specified location,including temperature, humidity, wind speed, and weather conditions. The application also providesusers with a five-day forecast for the specified location. Users can click on any day to see moredetailed weather information, including high and low temperatures, precipitation probability, andweather conditions. One of the standout features of this project is its use of animations anddynamic backgrounds to represent different weather conditions. For example, when the weather issunny, the application displays a bright, sunny background with animated clouds and birds flyingacross the screen. When the weather is rainy, the application displays a rainy background withanimated raindrops falling down the screen. Overall, the project is a great example of aVue.js-based weather application that provides users with up-to-date and accurate weatherinformation in an engaging and visually appealing way. The application's use of animations anddynamic backgrounds adds an extra layer of immersion to the user experience, making checking theweather a fun and enjoyable activity.","category":"all vue"},
    {"id": "3","img": "react/1.png","title": "quiz","link":"https://js-quiz-eight.vercel.app/","desc": "The project is a Vue.js-based web application that provides users with a fun and engaging way to test their knowledge of JavaScript. The application presents users with a series of multiple-choice questions about JavaScript programming, with four possible answers to choose from.Upon accessing the application, users can begin the quiz by clicking the 'Start Quiz' button. The application will then present the first question and provide four possible answers to choose from. Once the user selects an answer, the application will display whether the selected answer is correct or incorrect, and then move on to the next question.One of the standout features of this project is its use of a timer to add an extra level of challenge to the quiz. The user has a limited amount of time to answer each question, and if the timer runs out, the application will move on to the next question automatically.At the end of the quiz, the application displays the user's score and provides them with the option to restart the quiz or share their score on social media.The application's use of Vue.js allows for a smooth and responsive user interface, with seamless transitions between questions and real-time updates of the user's score and progress. The application's engaging and challenging nature makes it a great way for JavaScript enthusiasts to test their knowledge and improve their skills.Overall, the project is a great example of a Vue.js-based quiz application that provides users with an enjoyable and challenging experience. The project's use of a timer and real-time updates adds an extra level of immersion to the user experience, making it a fun and engaging way to test your JavaScript knowledge.","category":"all react"},
    {"id": "4","img": "react/2.png","title": "memory game","link":"https://memory-game-six-delta.vercel.app/","desc": "The project is a Vue.js-based web application that provides users with a fun and engaging memory matching game. The game presents users with a set of cards, each containing an image, that are initially face-down. The objective of the game is to flip over two cards at a time and try to match pairs of identical images.Upon accessing the application, users can begin the game by clicking the 'Start Game' button. The application will then display a set of cards containing images, which are randomly arranged each time the game is played. The user can click on any two cards to flip them over and reveal the image. If the images on the two flipped cards match, the cards will remain face-up and the user will earn points. If the images do not match, the cards will be flipped back over and the user will have to try again.One of the standout features of this project is its use of a timer and a move counter to add an extra level of challenge to the game. The user has a limited amount of time to match all of the cards, and the number of moves taken to complete the game is also tracked.At the end of the game, the application displays the user's score, the time taken to complete the game, and the number of moves taken. The user can then choose to play the game again or share their score on social media.The application's use of Vue.js allows for a smooth and responsive user interface, with seamless transitions between cards and real-time updates of the user's score and progress. The game's engaging and challenging nature makes it a great way to test and improve your memory and concentration skills.Overall, the project is a great example of a Vue.js-based memory matching game that provides users with an enjoyable and challenging experience. The project's use of a timer, move counter, and real-time updates adds an extra level of immersion to the user experience, making it a fun and engaging way to test and improve your memory skills.","category":"all react"},
    {"id": "5","img": "html/1.png","title": "Invest in Forex","link":"https://tradeupyourlife.co/en/capx/v1/ddewr/","desc":"The project at appears to be a website or platform designed to help users improve their financial situation through trading or investing. The name 'Trade Up Your Life' suggests that the project aims to help users elevate their lifestyle by making smart financial decisions.The website may offer tools and resources to help users learn about trading and investing, as well as opportunities to invest in various assets, such as stocks, cryptocurrencies, and commodities. Users may be able to create an account and track their investments or receive personalized recommendations based on their financial goals.The 'capx' in the URL suggests that the project may involve a capital exchange or a crowdfunding platform, allowing users to invest in startups or other projects in exchange for equity or other benefits.The 'v1/ddewr' in the URL may indicate that the project is in its first version or iteration, and that the code or functionality may be subject to updates and improvements.Overall, the project at appears to be geared towards individuals who are interested in improving their financial situation and leveraging trading or investing as a means to achieve their goals.","category":"all html"},
    {"id": "6","img": "html/2.png","title": "Commodities","link":"https://lifeintrading.co/en/comm/v2/fmofi/","desc":"The project at appears to be a financial trading platform that allows users to invest in various financial instruments such as currencies, stocks, and commodities. The platform provides users with a variety of tools and resources to help them make informed investment decisions, including real-time market data, charts and graphs, news updates, and analysis.Upon accessing the website, users are prompted to sign up and create an account. Once registered, users can deposit funds into their account and begin trading immediately. The platform supports a variety of payment methods, including credit cards, wire transfers, and e-wallets, making it easy for users to fund their accounts.Users can access the platform from anywhere and at any time, as it is compatible with both desktop and mobile devices. The platform also offers a user-friendly interface that is easy to navigate, making it accessible to both experienced and novice traders.Overall, the project provides a comprehensive trading solution for users interested in investing in the financial markets. It offers a range of features and tools to help users make informed investment decisions and manage their investments effectively.","category":"all html"},
    {"id": "7","img": "html/3.png","title": "Today Profit","link":"https://lifeintrading.co/en/tp/v1/fdsio/","desc":"The website at appears to be a trading platform that offers a suite of tools and resources for traders looking to improve their performance in the financial markets.The landing page of the website features a sleek design with a minimalist color palette, and a simple yet intuitive user interface that allows users to quickly access the various features and tools available on the platform.The website offers a variety of features, including real-time market data, customized charts, technical indicators, risk management tools, and trading signals. Additionally, the platform offers educational resources and training courses designed to help traders improve their knowledge and skills in the markets.Overall, this project seems to be a comprehensive trading platform that caters to both novice and experienced traders. With its user-friendly interface and extensive range of tools and resources, it aims to provide a one-stop-shop for traders looking to maximize their performance and profitability in the financial markets.","category":"all html"},
    {"id": "8","img": "html/4.png","title": "Copy Trading","link":"https://tradeupyourlife.co/ng/en/coptr/v1/dmfoi/","desc":"The project at appears to be a web application or platform aimed at helping users to trade or exchange their old or unused items for new or desired ones. The website has a simple and easy-to-use interface with options to sign up or log in to an account.The website's name 'Trade Up Your Life' suggests that it is focused on providing a means for users to upgrade their lifestyles by exchanging their old items for better ones. It is likely that the website is targeted towards individuals who are interested in decluttering their homes and getting rid of unwanted items while also acquiring new and better ones.The website's main feature appears to be the ability to create listings for items that users want to trade or exchange. Users can upload photos of the item, add a description, and specify what they are looking for in exchange. Other users can then view these listings and make offers to trade their own items for the listed item.Overall, this project seems to be aimed at providing a platform for users to exchange items in a hassle-free and easy manner, with the aim of helping users to improve their lives by trading up their possessions.","category":"all html"},
    {"id": "9","img": "html/5.png","title": "Tesla - NG","link":"https://tradeupyourlife.co/ng/tsla/v1/dfoji/","desc":"The project at appears to be a web application or platform aimed at helping users to trade or exchange their old or unused items for new or desired ones. The website has a simple and easy-to-use interface with options to sign up or log in to an account.The website's name 'Trade Up Your Life' suggests that it is focused on providing a means for users to upgrade their lifestyles by exchanging their old items for better ones. It is likely that the website is targeted towards individuals who are interested in decluttering their homes and getting rid of unwanted items while also acquiring new and better ones.The website's main feature appears to be the ability to create listings for items that users want to trade or exchange. Users can upload photos of the item, add a description, and specify what they are looking for in exchange. Other users can then view these listings and make offers to trade their own items for the listed item.Overall, this project seems to be aimed at providing a platform for users to exchange items in a hassle-free and easy manner, with the aim of helping users to improve their lives by trading up their possessions.","category":"all html"},
    {"id": "10","img": "html/6.png","title": "Invest in Shares","link":"https://sharestoptrading.com/nga/en/gen/v1/snkvi/","desc":"The project at appears to be a platform or tool related to trading in the stock market. The website seems to be geared towards individuals who are interested in investing in the stock market and would like to have access to tools that could potentially assist them in making informed decisions about their investments.The website appears to offer a range of features, including stock market analysis tools, educational resources, and the ability to track and monitor the performance of individual stocks and portfolios. Additionally, the website appears to offer a community aspect where users can connect with other traders and investors to share insights and strategies.Overall, it appears that the aim of the project is to provide a comprehensive platform for individuals who are interested in trading and investing in the stock market. The website seems to be well-designed and user-friendly, with a focus on providing users with the information and tools that they need to make informed decisions about their investments.","category":"all html"},
    {"id": "11","img": "html/7.png","title": "Survey","link":"https://lifeintrading.co/en/survey/v1/asjdl/","desc":"The project at appears to be a survey aimed at gathering information on the trading habits and experiences of participants. The survey seems to be geared towards individuals who have experience in trading, as the questions delve into topics such as types of securities traded, frequency of trading, and profitability.The survey appears to be divided into several sections, each focusing on a different aspect of trading. Participants are asked about their trading goals, the resources they use to inform their trades, and their risk management strategies. The survey also includes questions about trading psychology, such as how participants deal with losses and how they maintain discipline when trading.Overall, it seems that the goal of this project is to gather data on the experiences and habits of traders, in order to gain insights into the trading process and to better understand the factors that contribute to success in trading. The survey may be used to inform research or to develop trading strategies and tools that can help traders improve their performance.","category":"all html"},
    {"id": "12","img": "html/8.png","title": "Survey","link":"https://lifeintrading.co/en/success/v1/hgabk/","desc":"Life In Trading is an educational project that aims to teach people about financial trading and investing. The project offers a comprehensive course that covers various aspects of trading, including technical analysis, risk management, and trading psychology. The course is designed to be accessible to both novice and experienced traders, and it is taught by experienced professionals with years of experience in the industry.The project's website provides a wealth of resources for aspiring traders, including market analysis, trading tools, and educational articles. There is also a community forum where traders can interact with each other and share their experiences and knowledge.One of the main features of the project is its proprietary trading platform, which is designed to provide traders with a user-friendly and intuitive interface. The platform offers real-time market data and analysis tools, as well as a range of trading instruments, including stocks, forex, and commodities.Overall, Life In Trading is an excellent resource for anyone looking to learn about trading and investing. The project's focus on education and community building makes it a valuable resource for traders of all levels.","category":"all html"},
    {"id": "13","img": "html/9.png","title": "Best Online Casino","link":"https://lifeintrading.co/en/spin/v1/kyael/","desc":"The Life in Trading Spin project is a web-based application designed to provide users with a unique and engaging experience. The project, located at, is a virtual spinning wheel that allows users to play and win prizes.The interface of the application is designed to be user-friendly and easy to navigate. When the user clicks on the link, they are directed to a page that displays a spinning wheel with various sections, each representing different prizes. The user can then spin the wheel by clicking on the 'Spin' button, and the wheel will spin before coming to a stop on a specific section. The prize associated with that section is then revealed to the user.The application is customizable and can be tailored to the needs of the user. The user can adjust the number of sections on the wheel, the colors of the sections, and the prizes associated with each section. The application also provides the user with the option to input their name and email address, which can be used to collect leads or provide users with notifications and updates.Overall, the Life in Trading Spin project is a fun and interactive way to engage with users and provide them with a unique experience. It can be used for marketing and lead generation purposes, or simply as a fun activity for users to enjoy.","category":"all html"},
    {"id": "14","img": "html/10.png","title": "Ireland Investment checker","link":"https://tradeupyourlife.co/es/quiz/v1/kyeha/","desc":"The Trade Up Your Life project is an online quiz that aims to help individuals assess their current lifestyle and provide suggestions on how to improve it. The quiz is designed to be interactive and engaging, and it is available in Spanish.The quiz consists of a series of questions that cover different aspects of a person's life, such as their career, relationships, health, and finances. Participants are asked to rate their satisfaction with each area on a scale of 1 to 10. Based on the answers provided, the quiz generates a personalized report that highlights areas of potential improvement and offers practical suggestions for how to make positive changes.The project is intended to inspire and motivate individuals to take control of their lives and make positive changes that can lead to a happier, healthier, and more fulfilling life. The Trade Up Your Life project is free to use and is accessible online to anyone who wants to take the quiz and receive personalized feedback on how to improve their life.","category":"all html"},
    {"id": "15","img": "html/11.jpg","title": "You got lucky!","link":"https://lifeintrading.co/en/bet/v1/mayel/","desc":"The project at appears to be a betting platform for individuals interested in sports betting. The website appears to offer a variety of sports events and markets for users to place bets on. The platform has a sleek and modern design, with a user-friendly interface that allows for easy navigation and betting.Upon visiting the website, users are presented with various betting options, including live betting, pre-match betting, and virtual sports. The platform appears to offer competitive odds and a wide range of betting options to appeal to a variety of users with different betting preferences.The website also appears to prioritize user security and privacy, as evidenced by its use of encryption technology and secure payment options. The website is available in multiple languages, allowing users from different regions and countries to access the platform and place bets in their native language.Overall, the project at appears to be a comprehensive and user-friendly sports betting platform that offers a variety of betting options and prioritizes user security and privacy.","category":"all html"},
    {"id": "16","img": "html/12.png","title": "News","link":"https://lifeintrading.co/in/news/v1/ujaks/","desc":"A website about news is a digital platform that provides timely and accurate information on current events and other relevant topics. These websites cover a wide range of news categories, including politics, world news, technology, science, health, entertainment, sports, and more.Typically, news websites feature articles, videos, podcasts, and other forms of media to deliver information to their audience. They also may offer interactive features such as comment sections, social media integration, and newsletters to keep readers engaged and up-to-date.Many news websites employ professional journalists and editors who follow a strict code of ethics to ensure their reporting is fair, balanced, and accurate. They often have a team of fact-checkers who verify the information before it is published, in order to maintain their credibility and reputation.In addition to providing news, some websites may also offer additional features such as weather forecasts, horoscopes, and opinion pieces. Some may also have a paywall or subscription service, which allows readers to access exclusive content or removes ads in exchange for a fee.Overall, a news website is an essential source of information for many people, providing a convenient and accessible way to stay informed about the world around us.","category":"all html"},
    {"id": "17","img": "html/13.jpg","title": "INVESTITO IN TESLA","link":"https://tradeupyourlife.co/it/tesla/v10/kamjs/","desc":"The project 'Trade Up Your Life' is a website that offers an innovative and unique way of acquiring a Tesla Model S, X, or 3. The website provides a trade-up program where customers can trade in their old car and upgrade to a new Tesla model.The specific page linked in the URL appears to be a promotional offer for a Tesla Model S or X with a V10 upgrade, likely referring to the software version installed on the car's touchscreen display. The offer seems to be targeted towards Italian customers, as the page is written in Italian.The website provides detailed information about the trade-in process, including an online tool for customers to get an estimate of the value of their current vehicle. The website also outlines the benefits of owning a Tesla, such as the environmentally-friendly aspects of electric cars, the high performance and safety features, and the low cost of ownership.Overall, the project aims to make it easy and accessible for customers to own a Tesla by offering a unique trade-up program and providing information about the benefits of owning an electric car.","category":"all html"},
    {"id": "18","img": "html/14.png","title": "Offers Solar","link":"https://investfromhome.co/en/sol/v2/fdlkf/","desc":"A solar website is an online platform that provides information about solar energy and its various applications. These websites typically serve as a resource for individuals and businesses interested in learning more about solar power, including its benefits, costs, and installation process.A solar website may offer a range of content, such as articles, videos, and infographics that explain the technology behind solar power and its potential impact on the environment and the economy. It may also provide information about different types of solar systems, such as grid-tied, off-grid, and hybrid, and the components that make up a solar system, including solar panels, inverters, batteries, and charge controllers.Additionally, a solar website may offer tools and calculators to help users estimate the potential savings and return on investment from installing solar panels. It may also provide resources for finding local solar installers and financing options for purchasing and installing solar systems.Overall, a solar website aims to educate and inform individuals and businesses about the benefits of solar energy and help them make informed decisions about whether to invest in a solar system.","category":"all html"},
    {"id": "19","img": "wordpress/1.jpg","title": "NDCOM","link":"https://ndcom.ru/","desc":"A construction market website is an online platform that caters to the construction industry, providing services and products related to construction projects. The website is designed to serve as a one-stop-shop for construction professionals, contractors, and consumers looking for building materials, equipment, and services related to the construction industry.The website typically features a wide range of products and services, including tools, building materials, equipment, software, and hardware. The website may also offer project management services, financing options, and other resources to help streamline the construction process.Some construction market websites may specialize in specific niches within the construction industry, such as residential construction, commercial construction, or industrial construction. These websites may offer customized solutions tailored to the specific needs of their target audience.Construction market websites may also offer additional features, such as educational resources, industry news and trends, and job listings for construction professionals.Overall, a construction market website provides a convenient and efficient way for construction industry professionals and consumers to connect with suppliers, find the products and services they need, and stay informed about the latest developments in the industry.","category":"all wordpress"},
    {"id": "20","img": "wordpress/2.png","title": "Calculex Marketing","link":"https://calculexmarketing.com/","desc":"Calculex Marketing is a website that offers digital marketing services to businesses of various sizes and industries. The main focus of the website is to provide effective and affordable digital marketing solutions to clients, using a combination of data analysis, strategic planning, and creative marketing techniques.The website has a clean and modern design, with a clear menu that allows users to easily navigate through the various services offered. The homepage features a prominent banner with a call-to-action button, inviting visitors to schedule a free consultation with the company.Calculex Marketing offers a range of services including search engine optimization (SEO), pay-per-click advertising (PPC), social media marketing, email marketing, and website design and development. Each service is presented in a dedicated page, which includes detailed information about the service, the process, and the benefits for the client.The website also features a blog section with articles on various topics related to digital marketing, such as SEO trends, social media strategies, and website optimization tips. The blog section provides valuable information to clients and helps establish Calculex Marketing as a thought leader in the industry.Overall, Calculex Marketing is a professional and user-friendly website that effectively showcases the company's digital marketing services and expertise.","category":"all wordpress"},
    {"id": "21","img": "wordpress/3.png","title": "WALLETALLIN","link":"https://walletallin.com/","desc":"Wallet All In is a website that offers a suite of financial tools and services designed to help individuals manage their money more effectively. The website provides a range of features that enable users to track their spending, create budgets, and save money.The website has a clean and modern design, with a simple layout that is easy to navigate. The homepage features a prominent banner with a call-to-action button, inviting users to sign up for the service. The banner also highlights the key features of the service, such as budget tracking, automatic categorization of expenses, and goal setting.The core feature of Wallet All In is its budget tracking tool, which allows users to track their spending across various categories such as food, transportation, entertainment, and more. The tool provides detailed reports and graphs that help users visualize their spending habits and identify areas where they can save money.The website also offers a range of additional tools and services, such as bill reminders, savings goals, and a debt payoff calculator. These features are designed to help users achieve their financial goals and improve their overall financial health.In addition to its tools and services, Wallet All In also features a blog section that provides valuable financial advice and tips to users. The blog covers a range of topics, such as budgeting, saving money, investing, and more.Overall, Wallet All In is a comprehensive and user-friendly website that provides a range of valuable tools and services to help individuals manage their finances more effectively. Its intuitive design and range of features make it a valuable resource for anyone looking to improve their financial health.","category":"all wordpress"},
    {"id": "22","img": "wordpress/4.png","title": "HealthTech | ISoH-Tech","link":"https://isoh-tech.org/","desc":"The ISOH Technology Foundation is a non-profit organization dedicated to advancing the use of technology for the betterment of society. The website serves as a hub for the foundation's activities, including research projects, educational programs, and outreach initiatives.The website has a clean and professional design, with a simple layout that is easy to navigate. The homepage features a banner that highlights the foundation's mission and core values, as well as a call-to-action button inviting visitors to get involved.One of the main focuses of the ISOH Technology Foundation is to conduct research projects that explore the potential of technology to address important societal challenges. The website features a section dedicated to these projects, with detailed information about each initiative, including the goals, methods, and expected outcomes.The foundation also offers a range of educational programs, aimed at providing students and professionals with the skills and knowledge needed to excel in the tech industry. These programs include training courses, workshops, and mentorship opportunities, all of which are designed to promote diversity and inclusivity in the tech sector.Another important aspect of the foundation's work is outreach and community engagement. The website features a section dedicated to these initiatives, with information about events, partnerships, and collaborations with other organizations that share the foundation's values.Overall, the ISOH Technology Foundation is a valuable resource for anyone interested in the intersection of technology and society. Its focus on research, education, and outreach make it a key player in promoting the responsible and ethical use of technology for the betterment of all.","category":"all wordpress"},
    {"id": "23","img": "wordpress/5.jpg","title": "Мебель","link":"https://weldoff.ru/","desc":"WeldOff is a website that offers a range of welding equipment and supplies for professionals and hobbyists alike. The website provides an extensive catalogue of products, as well as helpful resources and guides to assist customers in finding the right equipment for their needs.The website has a clean and modern design, with a simple layout that is easy to navigate. The homepage features a banner that highlights the key features of the service, such as free shipping, secure payment options, and a 30-day return policy.The main focus of WeldOff is to provide customers with high-quality welding equipment and supplies at affordable prices. The website features a wide range of products, including welding machines, electrodes, wires, protective gear, and more. Each product is presented in a dedicated page, which includes detailed information about the product, as well as customer reviews and ratings.In addition to its product catalogue, WeldOff also provides helpful resources and guides to assist customers in finding the right equipment for their needs. The website features a blog section with articles on various topics related to welding, such as different types of welding machines, welding techniques, and safety precautions.WeldOff is committed to providing excellent customer service and support. The website features a contact form and a live chat option, allowing customers to easily get in touch with the company's support team.Overall, WeldOff is a valuable resource for anyone in need of welding equipment and supplies. Its extensive product catalogue, helpful resources, and commitment to customer service make it a reliable and trusted source for all welding needs.","category":"all wordpress"},
    {"id": "24","img": "wordpress/6.webp","title": "BERNES – Gifts & Flowers","link":"https://bernes.ru/","desc":"The website appears to be a Russian-language platform offering a range of services related to website development, digital marketing, and search engine optimization (SEO). The website has a modern and professional design, with a clean and easy-to-navigate layout.The homepage of the website provides a brief overview of the services offered, along with some sample projects and client testimonials. The main menu at the top of the page allows users to explore the various service offerings in more detail, including website development, SEO, contextual advertising, and more.The website also features a blog section, which provides useful tips and insights on digital marketing and website optimization. Additionally, the website offers a free SEO audit tool, which allows users to quickly and easily analyze their website's search engine visibility and identify areas for improvement.Overall, the https://bernes.ru website appears to be a comprehensive and professional platform for businesses and individuals looking to improve their online presence and digital marketing efforts. The website's clean design, user-friendly interface, and range of useful tools and resources make it a valuable resource for anyone looking to enhance their online visibility and reach a wider audience.","category":"all wordpress"},
    {"id": "25","img": "wordpress/7.webp","title": "Angar Booking","link":"https://booking.angar.cc/","desc":"The website appears to be a Russian-language platform offering online booking services for a variety of travel-related accommodations and activities. The website has a simple and straightforward design, with a focus on functionality and ease of use.The homepage of the website features a search bar, allowing users to quickly search for and book accommodations such as hotels, apartments, and guest houses, as well as activities such as tours and excursions. The search results page displays a range of options for users to choose from, with filters to help narrow down their search.In addition to accommodation and activity booking, the website also offers a range of other travel-related services, such as car rentals and airport transfers. The website accepts a range of payment methods, including credit cards and electronic wallets, making it easy for users to book and pay for their travel arrangements online.Overall, the website appears to be a convenient and reliable platform for travelers looking to book accommodations and activities online. Its simple and user-friendly interface, along with its wide range of travel-related services, make it a valuable resource for anyone planning a trip or vacation.","category":"all wordpress"},
    {"id": "26","img": "wordpress/8.png","title": "Tatermarketing","link":"https://www.tatermarketing.com/","desc":"Tater Marketing is a digital marketing agency that offers a variety of services to help businesses of all sizes improve their online presence and grow their customer base. Their website showcases their services, which include website design and development, search engine optimization (SEO), social media marketing, pay-per-click advertising, email marketing, and more.Upon landing on their homepage, visitors are greeted with a sleek and modern design, featuring bold colors and eye-catching graphics. The site is easy to navigate, with clear calls to action throughout, encouraging visitors to learn more about their services or get in touch for a free consultation.One of the standout features of Tater Marketing is their commitment to transparency and education. They offer a wealth of resources on their website, including blog articles, whitepapers, and case studies, to help businesses better understand the world of digital marketing and make informed decisions about their marketing strategies.Overall, Tater Marketing appears to be a reliable and experienced partner for businesses looking to improve their online presence and grow their customer base through digital marketing.","category":"all wordpress"}
]