[
    {"id": "1","img": "vue/1.png","title": "movies","link":"https://vue-movie-liart.vercel.app/","desc": "The project is a Vue.js-based web application that allows users to browse, search, and discover information about movies. The application has a clean and modern user interface that is easy to use and navigate. Upon accessing the application, users can see a list of popular movies with their titles and posters. They can also filter the movie list by selecting specific genres. Users can click on any movie poster to see more details about the selected movie, including the movie's plot, release date, runtime, and rating. The application also provides users with the ability to search for movies by title or keyword. The search feature is fast and responsive, providing relevant results to the user's query in real-time. One of the standout features of this project is its use of the Movie Database (TMDb) API to provide up-to-date and comprehensive information about movies. The application fetches data from TMDb's API to display movie posters, titles,descriptions, and other details. In addition to browsing and searching for movies, the application allows users to create an account and log in to save their favorite movies to a watchlist. Users can also leave reviews and ratings for movies, which can help other users discover new and interesting films to watch. Overall, the project is an excellent example of a Vue.js-based movie discovery and recommendation application,providing users with a rich and engaging movie browsing experience.","category":"all vue"},
    {"id": "2","img": "vue/2.png","title": "weather","link":"https://vue-simple-weather-app.vercel.app/","desc": "The project is a Vue.js-based web application that allows users to check the current weather andforecast for a particular location. The application has a simple and intuitive user interface thatdisplays weather information in an easy-to-read format. Upon accessing the application, users canenter a city or location name in the search bar to retrieve weather information for that location.The application uses the OpenWeather API to fetch current weather data for the specified location,including temperature, humidity, wind speed, and weather conditions. The application also providesusers with a five-day forecast for the specified location. Users can click on any day to see moredetailed weather information, including high and low temperatures, precipitation probability, andweather conditions. One of the standout features of this project is its use of animations anddynamic backgrounds to represent different weather conditions. For example, when the weather issunny, the application displays a bright, sunny background with animated clouds and birds flyingacross the screen. When the weather is rainy, the application displays a rainy background withanimated raindrops falling down the screen. Overall, the project is a great example of aVue.js-based weather application that provides users with up-to-date and accurate weatherinformation in an engaging and visually appealing way. The application's use of animations anddynamic backgrounds adds an extra layer of immersion to the user experience, making checking theweather a fun and enjoyable activity.","category":"all vue"},
    {"id": "3","img": "react/1.png","title": "quiz","link":"https://js-quiz-eight.vercel.app/","desc": "The project is a Vue.js-based web application that provides users with a fun and engaging way to test their knowledge of JavaScript. The application presents users with a series of multiple-choice questions about JavaScript programming, with four possible answers to choose from.Upon accessing the application, users can begin the quiz by clicking the 'Start Quiz' button. The application will then present the first question and provide four possible answers to choose from. Once the user selects an answer, the application will display whether the selected answer is correct or incorrect, and then move on to the next question.One of the standout features of this project is its use of a timer to add an extra level of challenge to the quiz. The user has a limited amount of time to answer each question, and if the timer runs out, the application will move on to the next question automatically.At the end of the quiz, the application displays the user's score and provides them with the option to restart the quiz or share their score on social media.The application's use of Vue.js allows for a smooth and responsive user interface, with seamless transitions between questions and real-time updates of the user's score and progress. The application's engaging and challenging nature makes it a great way for JavaScript enthusiasts to test their knowledge and improve their skills.Overall, the project is a great example of a Vue.js-based quiz application that provides users with an enjoyable and challenging experience. The project's use of a timer and real-time updates adds an extra level of immersion to the user experience, making it a fun and engaging way to test your JavaScript knowledge.","category":"all react"},
    {"id": "4","img": "react/2.png","title": "memory game","link":"https://memory-game-six-delta.vercel.app/","desc": "The project is a Vue.js-based web application that provides users with a fun and engaging memory matching game. The game presents users with a set of cards, each containing an image, that are initially face-down. The objective of the game is to flip over two cards at a time and try to match pairs of identical images.Upon accessing the application, users can begin the game by clicking the 'Start Game' button. The application will then display a set of cards containing images, which are randomly arranged each time the game is played. The user can click on any two cards to flip them over and reveal the image. If the images on the two flipped cards match, the cards will remain face-up and the user will earn points. If the images do not match, the cards will be flipped back over and the user will have to try again.One of the standout features of this project is its use of a timer and a move counter to add an extra level of challenge to the game. The user has a limited amount of time to match all of the cards, and the number of moves taken to complete the game is also tracked.At the end of the game, the application displays the user's score, the time taken to complete the game, and the number of moves taken. The user can then choose to play the game again or share their score on social media.The application's use of Vue.js allows for a smooth and responsive user interface, with seamless transitions between cards and real-time updates of the user's score and progress. The game's engaging and challenging nature makes it a great way to test and improve your memory and concentration skills.Overall, the project is a great example of a Vue.js-based memory matching game that provides users with an enjoyable and challenging experience. The project's use of a timer, move counter, and real-time updates adds an extra level of immersion to the user experience, making it a fun and engaging way to test and improve your memory skills.","category":"all react"}
]